tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "cdargs"
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "grep"
brew "jq"
brew "lazygit"
brew "mdcat"
brew "neovim"
brew "nuget"
brew "openssl@3"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "wget"
brew "yadm"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "powershell"
